spam = ['cat', 'dog', 'bat']
spam.append('moose')  # Для добавления новых значений в список используется метод append(). [əˈpend] добавлять
print(spam)  # Вызов метода append() добавляет аргумент в конец списка.

spam = ['cat', 'dog', 'bat']
spam.insert(1, 'chicken')  # Для добавления новых значений в список с указанием определенного индекса используется
# метод insert(). Первый аргумент метода insert() - это индекс для нового значения, а второй аргумент метода -
# вставляемое значение.
print(spam)
